{
    "title": "Fabricio Souza",
    "about-title": "About Me",
    "about-description": "Software Engineer | Full-stack Developer",
    "about-text": "I'm a simple man, passionate about technology, coding and guitars. Bachelor's degree in Information Systems from \"PUC Minas\" and a postgraduate degree in Software Architecture and Solutions from \"XP Educação\".Over the past 10 years, I have worked with a wide range of technologies and business cases.I am fascinated by the world of web, backend, development and planning of solution architecture and system design, which represents the majority of my professional experience. I see my work as my lifestyle.In a team, I stand out for my commitment, responsibility, honesty and character.",
    "about-professional-summary": "Professional with 10 years of experience in software development, specialized in .NET and Azure. Working as a consultant at Accenture, developing scalable and secure solutions. Interested in software architecture and performance optimization.",
    "education-title": "Academic Experience",
    "education-1-course": "Bachelor's degree in Information Systems",
    "education-1-institution": "PUC Minas",
    "education-1-period": "2009 - 2014",
    "education-2-course": "Postgraduate in Software Architecture and Solutions",
    "education-2-institution": "XP Educação",
    "education-2-period": "2022 - 2023",
    "education-3-course": "Postgraduate in Solutions Architecture for AI",
    "education-3-institution": "XP Educação",
    "education-3-period": "2025 - 2025",
    "experience-title": "Professional Experience",
    "experience-1-period": "abr/2017 - present",
    "experience-1-period-3": "sep/2020 - present",
    "experience-1-period-2": "dec/2018 - sep/2020",
    "experience-1-period-1": "apr/2017 - nov/2018",
    "experience-1-text": "Development and maintenance of robust Web applications, design of solutions and technical leadership in strategic projects, ensuring scalability and security.",
    "experience-2-period": "sep/2015 - mar/2017",
    "experience-2-text": "Development and maintenance of Web applications with Java Spring Boot, VueJS, PostgreSQL and Cloud AWS.",
    "experience-3-period": "oct/2012 - sep/2015",
    "experience-3-text": "Development of systems with emphasis on geoprocessing. Systems modeling. Geographical data manipulation. Database. Main technologies: Java (Spring), JS (JQuery and OpenLayers), CSS, HTML, Postgres (Postgis).",
    "experience-4-period": "jun/2010 - oct/2012",
    "experience-4-text": "Development of web systems with emphasis on geoprocessing. Creation and editing of geographical data. Acting in the requirements gathering of new solutions. Training for clients. Supervision of some projects and the team of interns. Main technologies: Java(EE, Swing), Javascript (JQuery, Openlayers), CSS, HTML, Geoserver, Oracle Spatial.",
    "skills-title": "Technical Skills",
    "skill-language": "Languages",
    "skill-technologies": "Technologies and Tools",
    "skill-design-patterns": "Design Patterns and Processes",
    "Cloud": "Cloud",
    "btn-show-more": "Show more...",
    "btn-show-less": "Show less."
}
