{
    "title": "Fabricio Souza",
    "about-title": "About Me",
    "about-text": "I am a simple man, passionate about technology, programming, engines and guitars. I have a bachelor's degree in Information Systems from PUC Minas and a postgraduate degree in Software Architecture and Solutions, and AI from XP Educação. I have worked with a wide variety of technologies and business models. I love the world of web, backend, development and systems design, which represents most of my professional experience. I see my work as a lifestyle. In the team, I stand out for my commitment, responsibility, honesty and character.",
    "about-professional-summary": "Today, my strengths are developing monolithic or distributed architectures with .Net C# and the Azure cloud, but I also have experience with Java, Python. Frontend, I have experience with VueJS and React. I have worked at Accenture for 8 years as a Soft Engineer, Technical Leadership and I also form part of a committee of architects, which works on the front lines of solutions and processes for the team.",
    "education-title": "Academic Background",
    "education-1-course": "Bachelor's degree in Information Systems",
    "education-1-institution": "PUC Minas",
    "education-1-period": "2009 - 2014",
    "education-2-course": "Postgraduate in Software Architecture and Solutions",
    "education-2-institution": "XP Educação",
    "education-2-period": "2022 - 2023",
    "education-3-course": "Postgraduate in Solutions Architecture for AI",
    "education-3-institution": "XP Educação",
    "education-3-period": "2025 - 2025",
    "experience-title": "Professional Background",
    "experience-1-period": "abr/2017 - present",
    "experience-1-period-3": "sep/2020 - present",
    "experience-1-period-2": "dec/2018 - sep/2020",
    "experience-1-period-1": "apr/2017 - nov/2018",
    "experience-1-text": "Design and development of robust Web applications and technical leadership in supply chain projects for the industry in general.",
    "experience-2-period": "sep/2015 - mar/2017",
    "experience-2-text": "Development of Web solutions for the automotive industry. Main technologies: Java Spring Boot, VueJS, PostgreSQL and Cloud AWS.",
    "experience-3-period": "oct/2012 - sep/2015",
    "experience-3-text": "Development of GIS solutions. Main technologies: Java (Spring), JS (JQuery and OpenLayers), CSS, HTML, Postgres (Postgis).",
    "experience-4-period": "jun/2010 - oct/2012",
    "experience-4-text": "Development of GIS solutions. Supervision of some projects and team. Main technologies: Java(EE, Swing), Javascript, Oracle Spatial.",
    "skills-title": "Technical Skills",
    "skill-language": "Languages",
    "skill-technologies": "Technologies and Tools",
    "skill-design-patterns": "Design Patterns and Processes",
    "Cloud": "Cloud",
    "btn-show-more": "Show more...",
    "btn-show-less": "Show less."
}
