{
    "title": "Fabricio Souza",
    "about-title": "About Me",
    "role-description": "Software Engineer | Full-Stack Developer & Solution Architect",
    "about-text-1": "I am a Backend Specialist and Solution Architect with over 10 years of experience in developing and architecting scalable and resilient systems and APIs. My main focus is on backend with .NET (C#) and Java, cloud solution architecture (Azure and AWS), and applying modern patterns such as microservices, event-driven architecture, and clean architecture.",
    "about-text-2": "Throughout my career, I have led backend initiatives, designed solution architectures, and worked closely with multidisciplinary teams to deliver high-quality web applications. Although my focus is on backend and system architecture, I also have solid knowledge of frontend technologies like Vue.js and React, contributing to the delivery of complete solutions with a focus on user experience.",
    "about-text-3": "I am passionate about building clean, efficient, and scalable software, always following the best engineering practices such as SOLID, DDD, TDD, CI/CD, and DevOps principles. Additionally, I am committed to teamwork, continuous learning, and delivering solutions that generate real value for the business.",
    "about-text-4": "For me, technology is not just a profession — it's a lifestyle.",
    "new-funcionality": "🤖 Try the AI chatbot to answer your doubts.",
    "education-title": "Academic Background",
    "education-1-course": "Bachelor's degree in Information Systems",
    "education-1-institution": "PUC Minas",
    "education-1-period": "2009 - 2014",
    "education-2-course": "Postgraduate in Software Architecture and Solutions",
    "education-2-institution": "XP Educação",
    "education-2-period": "2022 - 2023",
    "education-3-course": "Postgraduate in Solutions Architecture for AI",
    "education-3-institution": "XP Educação",
    "education-3-period": "2025 - 2025",
    "experience-title": "Professional Background",
    "experience-1-period": "abr/2017 - present",
    "experience-1-period-3": "sep/2020 - present",
    "experience-1-period-2": "dec/2018 - sep/2020",
    "experience-1-period-1": "apr/2017 - nov/2018",
    "experience-1-text": "Senior Developer and technical lead in supply chain projects for large industrial clients, involving scalable web application development in .NET, Java, and Azure.",
    "experience-2-period": "sep/2015 - mar/2017",
    "experience-2-text": "Development of Web solutions for the automotive industry. Main technologies: Java Spring Boot, VueJS, PostgreSQL and Cloud AWS.",
    "experience-3-period": "oct/2012 - sep/2015",
    "experience-3-text": "Development of GIS solutions. (Java Spring, Javascript, CSS, HTML, Postgres).",
    "experience-4-period": "jun/2010 - oct/2012",
    "experience-4-text": "Development of GIS solutions. (Java, Javascript, Oracle Spatial).",
    "skills-title": "Technical Skills",
    "skill-language": "Languages",
    "skill-technologies": "Technologies and Tools",
    "skill-design-patterns": "Design Patterns and Processes",
    "Cloud": "Cloud",
    "btn-show-more": "Show more...",
    "btn-show-less": "Show less."
}
