{
    "title": "Fabricio Souza",
    "about-title": "Sobre Mi",
    "about-description": "Software Engineer | Full-stack Developer",
    "about-text": "Soy un hombre sencillo, apasionado por la tecnología, la programación y las guitarras. Licenciado en Sistemas de Información por la \"PUC Minas\" y posgraduado en Arquitectura de Software y Soluciones por \"XP Educação\". En los últimos 10 años, he trabajado con una amplia gama de tecnologías y casos de negocio. Me fascina el mundo de la web, el backend, el desarrollo y la planificación de arquitectura de soluciones y diseño de sistemas, lo que representa la mayor parte de mi experiencia profesional. Veo mi trabajo como mi estilo de vida. En un equipo, me destaco por mi compromiso, responsabilidad, honestidad y carácter.",
    "about-professional-summary": "Profesional con 10 años de experiencia en desarrollo de software, especializado en .NET y Azure. Trabajando como consultor en Accenture, desarrollando soluciones escalables y seguras. Interesado en arquitectura de software y optimización de rendimiento.",
    "education-title": "Experiencia Académica",
    "education-1-course": "Licenciado en Sistemas de Información",
    "education-1-institution": "PUC Minas",
    "education-1-period": "2009 - 2014",
    "education-2-course": "Posgrado en Arquitectura de Software y Soluciones",
    "education-2-institution": "XP Educação",
    "education-2-period": "2022 - 2023",
    "education-3-course": "Posgrado en Arquitectura de Soluciones para IA",
    "education-3-institution": "XP Educação",
    "education-3-period": "2025 - 2025",
    "experience-title": "Experiencia Profesional",
    "experience-1-period": "abr/2017 - presente",
    "experience-1-period-3": "sep/2020 - presente",
    "experience-1-period-2": "dic/2018 - sep/2020",
    "experience-1-period-1": "abr/2017 - nov/2018",
    "experience-1-text": "Desarrollo y mantenimiento de aplicaciones web robustas, diseño de soluciones y liderazgo técnico en proyectos estratégicos, garantizando escalabilidad y seguridad.",
    "experience-2-period": "sep/2015 - mar/2017",
    "experience-2-text": "Desarrollo y mantenimiento de aplicaciones web con Java Spring Boot, VueJS, PostgreSQL y Cloud AWS.",
    "experience-3-period": "oct/2012 - sep/2015",
    "experience-3-text": "Desarrollo de sistemas con énfasis en geoprocesamiento. Modelado de sistemas. Manipulación de datos geográficos. Base de datos. Principales tecnologías: Java (Spring), JS (JQuery y OpenLayers), CSS, HTML, Postgres (Postgis).",
    "experience-4-period": "jun/2010 - oct/2012",
    "experience-4-text": "Desarrollo de sistemas web con énfasis en geoprocesamiento. Creación y edición de datos geográficos. Actuación en el levantamiento de requisitos de nuevas soluciones. Capacitación para clientes. Supervisión de algunos proyectos y del equipo de pasantes. Principales tecnologías: Java(EE, Swing), Javascript (JQuery, Openlayers), CSS, HTML, Geoserver, Oracle Spatial.",
    "skills-title": "Habilidades Técnicas",
    "skill-language": "Lenguajes",
    "skill-technologies": "Tecnologías y Herramientas",
    "skill-design-patterns": "Patrones de Diseño y Procesos",
    "Cloud": "Nube",
    "btn-show-more": "Mostrar más...",
    "btn-show-less": "Mostrar menos."
}
