{
    "title": "Fabricio Souza",
    "about-title": "Sobre Mi",
    "about-text": "Soy un hombre sencillo, apasionado por la tecnología, la programación, los motores y las guitarras. Licenciado en Sistemas de Información por la PUC Minas y posgrado en Arquitectura y Soluciones de Software e IA por XP Educação. He trabajado con una amplia variedad de tecnologías y modelos de negocio. Me encanta el mundo del desarrollo web, backend y diseño de sistemas, que representa la mayor parte de mi experiencia profesional. Veo mi trabajo como un estilo de vida. En el equipo me destaco por mi compromiso, responsabilidad, honestidad y carácter.",
    "about-professional-summary": "Hoy en día mi punto fuerte es el desarrollo de arquitecturas monolíticas o distribuidas con .Net C# y Azure cloud, pero también tengo experiencia con Java, Python. Frontend, tengo experiencia con VueJS y React. He trabajado en Accenture durante 8 años como Soft Engineer, Liderazgo Técnico y también formo parte de un comité de arquitectos, que trabajan en soluciones y procesos para el equipo.",
    "new-funcionality": "🤖 Prueba el chatbot con IA para responder tus dudas.",
    "education-title": "Antecedentes académicos",
    "education-1-course": "Licenciado en Sistemas de Información",
    "education-1-institution": "PUC Minas",
    "education-1-period": "2009 - 2014",
    "education-2-course": "Posgrado en Arquitectura de Software y Soluciones",
    "education-2-institution": "XP Educação",
    "education-2-period": "2022 - 2023",
    "education-3-course": "Posgrado en Arquitectura de Soluciones para IA",
    "education-3-institution": "XP Educação",
    "education-3-period": "2025 - 2025",
    "experience-title": "Experiencia Profesional",
    "experience-1-period": "abr/2017 - presente",
    "experience-1-period-3": "sep/2020 - presente",
    "experience-1-period-2": "dic/2018 - sep/2020",
    "experience-1-period-1": "abr/2017 - nov/2018",
    "experience-1-text": "Diseño y desarrollo de aplicaciones web robustas y liderazgo técnico en proyectos de cadena de suministro para la industria en general.",
    "experience-2-period": "sep/2015 - mar/2017",
    "experience-2-text": "Desarrollo de soluciones web para la industria automotriz. Principales tecnologías: Java Spring Boot, VueJS, PostgreSQL y Cloud AWS.",
    "experience-3-period": "oct/2012 - sep/2015",
    "experience-3-text": "Desarrollo de soluciones GIS. Principales tecnologías: Java (Spring), JS (JQuery y OpenLayers), CSS, HTML, Postgres (Postgis).",
    "experience-4-period": "jun/2010 - oct/2012",
    "experience-4-text": "Desarrollo de soluciones GIS. Supervisión de algunos proyectos y equipo. Principales tecnologías: Java(EE, Swing), Javascript, Oracle Spatial.",
    "skills-title": "Habilidades Técnicas",
    "skill-language": "Lenguajes",
    "skill-technologies": "Tecnologías y Herramientas",
    "skill-design-patterns": "Patrones de Diseño y Procesos",
    "Cloud": "Nube",
    "btn-show-more": "Mostrar más...",
    "btn-show-less": "Mostrar menos."
}
