{
    "title": "Fabricio Souza",
    "about-title": "Sobre Mi",
    "role-description": "Software Engineer | Full-Stack Developer & Solution Architect",
    "about-text-1": "Soy Especialista en Backend y Arquitecto de Soluciones, con más de 10 años de experiencia en el desarrollo y la arquitectura de sistemas escalables y resilientes. Mi principal enfoque es en backend con .NET (C#) y Java, arquitectura de soluciones en la nube (Azure y AWS) y aplicación de patrones modernos como microservicios, arquitectura impulsada por eventos y arquitectura limpia.",
    "about-text-2": "A lo largo de mi carrera, he liderado iniciativas de backend, trabajado en el diseño de arquitecturas de soluciones y colaborado con equipos multidisciplinarios para entregar aplicaciones web de alta calidad. Aunque mi enfoque es en backend y arquitectura de sistemas, también tengo un sólido conocimiento en tecnologías de frontend como Vue.js y React, contribuyendo a la entrega de soluciones completas con un enfoque en la experiencia del usuario.",
    "about-text-3": "Soy apasionado por construir software limpio, eficiente y escalable, siguiendo siempre las mejores prácticas de ingeniería, como SOLID, DDD, TDD, CI/CD y principios de DevOps. Además, estoy comprometido con el trabajo en equipo, el aprendizaje continuo y la entrega de soluciones que generen valor real para el negocio.",
    "about-text-4": "Para mí, la tecnología no es solo una profesión — es un estilo de vida.",
    "new-funcionality": "🤖 Prueba el chatbot con IA para responder tus dudas.",
    "education-title": "Antecedentes académicos",
    "education-1-course": "Licenciado en Sistemas de Información",
    "education-1-institution": "PUC Minas",
    "education-1-period": "2009 - 2014",
    "education-2-course": "Posgrado en Arquitectura de Software y Soluciones",
    "education-2-institution": "XP Educação",
    "education-2-period": "2022 - 2023",
    "education-3-course": "Posgrado en Arquitectura de Soluciones para IA",
    "education-3-institution": "XP Educação",
    "education-3-period": "2025 - 2025",
    "experience-title": "Experiencia Profesional",
    "experience-1-period": "abr/2017 - presente",
    "experience-1-period-3": "sep/2020 - presente",
    "experience-1-period-2": "dic/2018 - sep/2020",
    "experience-1-period-1": "abr/2017 - nov/2018",
    "experience-1-text": "Desarrollador Senior y líder técnico en proyectos de cadena de suministro para grandes clientes de la industria, involucrando el desarrollo de aplicaciones web escalables en .NET, Java y Azure.",
    "experience-2-period": "sep/2015 - mar/2017",
    "experience-2-text": "Desarrollo de soluciones web para la industria automotriz. Principales tecnologías: Java Spring Boot, VueJS, PostgreSQL y Cloud AWS.",
    "experience-3-period": "oct/2012 - sep/2015",
    "experience-3-text": "Desarrollo de soluciones GIS. (Java Spring, Javascript, CSS, HTML, Postgres).",
    "experience-4-period": "jun/2010 - oct/2012",
    "experience-4-text": "Desarrollo de soluciones GIS. (Java, Javascript, Oracle Spatial).",
    "skills-title": "Habilidades Técnicas",
    "skill-language": "Lenguajes",
    "skill-technologies": "Tecnologías y Herramientas",
    "skill-design-patterns": "Patrones de Diseño y Procesos",
    "Cloud": "Nube",
    "btn-show-more": "Mostrar más...",
    "btn-show-less": "Mostrar menos."
}
