{
    "title": "Fabricio Souza",
    "about-title": "Sobre Mim",
    "role-description": "Software Engineer | Full-Stack Developer & Solution Architect",
    "about-text-1": "Sou Especialista em Backend e Arquiteto de Soluções, com mais de 10 anos de experiência no desenvolvimento e na arquitetura de sistemas escaláveis e resilientes. Minha principal atuação é em backend com .NET (C#) e Java, arquitetura de soluções em nuvem (Azure e AWS) e aplicação de padrões modernos como microservices, event-driven architecture e clean architecture.",
    "about-text-2": "Ao longo da minha carreira, liderei iniciativas de backend, atuei no desenho de arquiteturas de soluções e trabalhei integrado a times multidisciplinares para a entrega de aplicações web de alta qualidade. Embora meu foco seja backend e arquitetura de sistemas, também possuo sólido conhecimento em tecnologias de frontend como Vue.js e React, contribuindo para a entrega de soluções completas e com foco na experiência do usuário.",
    "about-text-3": "Sou apaixonado por construir software limpo, eficiente e escalável, seguindo sempre as melhores práticas de engenharia, como SOLID, DDD, TDD, CI/CD e princípios de DevOps. Além disso, sou comprometido com o trabalho em equipe, a aprendizagem contínua e a entrega de soluções que gerem valor real para o negócio.",
    "about-text-4": "Para mim, tecnologia não é apenas uma profissão — é um estilo de vida.",
    "new-funcionality": "🤖 Experimente o chatbot com IA para responder suas dúvidas!",
    "education-title": "Formação Acadêmica",
    "education-1-course": "Bacharel em Sistemas de Informação",
    "education-1-institution": "PUC Minas",
    "education-1-period": "2009 - 2014",
    "education-2-course": "Pós-graduação em Arquitetura de Software e Soluções",
    "education-2-institution": "XP Educação",
    "education-2-period": "2022 - 2023",
    "education-3-course": "Pós-graduação em Arquitetura de Soluções para IA",
    "education-3-institution": "XP Educação",
    "education-3-period": "2025 - 2025",
    "experience-title": "Experiência Profissional",
    "experience-1-period": "abr/2017 - momento",
    "experience-1-period-3": "set/2020 - momento",
    "experience-1-period-2": "dez/2018 - set/2020",
    "experience-1-period-1": "abr/2017 - nov/2018",
    "experience-1-text": "Desenvolvedor Sênior e lider técnico em projetos de supply chain para grandes clientes, envolvendo desenvolvimento de aplicações web escaláveis em .NET, Java e Azure.",
    "experience-2-period": "set/2015 - mar/2017",
    "experience-2-text": "Desenvolvimento de soluções Web para indústria automotiva. Principais tecnologias: Java Spring Boot, VueJS, PostgreSQL e Cloud AWS.",
    "experience-3-period": "out/2012 - set/2015",
    "experience-3-text": "Desenvolvimento de soluções GIS. (Java Spring, Javascript, CSS, HTML, Postgres)",
    "experience-4-period": "jun/2010 - out/2012",
    "experience-4-text": "Desenvolvimento de soluções GIS. (Java, Javascript, Oracle Spatial).",
    "skills-title": "Habilidades Técnicas",
    "skill-language": "Linguagens",
    "skill-technologies": "Tecnologias e Ferramentas",
    "skill-design-patterns": "Padrões de Projetos e Processos",
    "Cloud": "Nuvem",
    "btn-show-more": "Mostrar mais...",
    "btn-show-less": "Mostrar menos."
}
