{
    "title": "Fabricio Souza",
    "about-title": "Sobre Mim",
    "about-text": "Sou um homem simples, apaixonado por tecnologia, programação, motores e guitarras. Bacharel em Sistemas de Informação pela PUC Minas e pós-graduado em Arquitetura de Software e Soluções, e IA pela XP Educação. Já trabalhei com uma ampla diversidade de tecnologias e modelos de negocio. Adoro o mundo da web, backend, desenvolvimento e design de sistemas, o que representa a maior parte da minha experiência profissional. Vejo meu trabalho estilo de vida. Na equipe, me destaco pelo comprometimento, responsabilidade, honestidade e caráter.",
    "about-professional-summary": "Hoje meu ponto forte é desenvolvimento de arquiteturas monoliticas ou distribuídas com .Net C# e cloud Azure, mas também tenho experiência com Java, Python. Frontend, tenho experiência com VueJS e React. Trabalho a 8 anos na Accenture como Soft Engineer, onde também componho um comitê de arquitetos, que atua na frente de solução e processos para o time.",
    "new-funcionality": "🤖 Experimente o chatbot com IA para responder suas dúvidas!",
    "education-title": "Formação Acadêmica",
    "education-1-course": "Bacharel em Sistemas de Informação",
    "education-1-institution": "PUC Minas",
    "education-1-period": "2009 - 2014",
    "education-2-course": "Pós-graduação em Arquitetura de Software e Soluções",
    "education-2-institution": "XP Educação",
    "education-2-period": "2022 - 2023",
    "education-3-course": "Pós-graduação em Arquitetura de Soluções para IA",
    "education-3-institution": "XP Educação",
    "education-3-period": "2025 - 2025",
    "experience-title": "Experiência Profissional",
    "experience-1-period": "abr/2017 - momento",
    "experience-1-period-3": "set/2020 - momento",
    "experience-1-period-2": "dez/2018 - set/2020",
    "experience-1-period-1": "abr/2017 - nov/2018",
    "experience-1-text": "Design e desenvolvimento de aplicações Web robustas e liderança técnica em projetos de supply chain para a indústria em geral.",
    "experience-2-period": "set/2015 - mar/2017",
    "experience-2-text": "Desenvolvimento de soluções Web para indústria automotiva. Principais tecnologias: Java Spring Boot, VueJS, PostgreSQL e Cloud AWS.",
    "experience-3-period": "out/2012 - set/2015",
    "experience-3-text": "Desenvolvimento de soluções GIS. Principais tecnologias: Java (Spring), JS (JQuery e OpenLayers), CSS, HTML, Postgres (Postgis).",
    "experience-4-period": "jun/2010 - out/2012",
    "experience-4-text": "Desenvolvimento de soluções GIS. Supervisão de alguns projetos e equipe. Principais tecnologias: Java(EE, Swing), Javascript, Oracle Spatial.",
    "skills-title": "Habilidades Técnicas",
    "skill-language": "Linguagens",
    "skill-technologies": "Tecnologias e Ferramentas",
    "skill-design-patterns": "Padrões de Projetos e Processos",
    "Cloud": "Nuvem",
    "btn-show-more": "Mostrar mais...",
    "btn-show-less": "Mostrar menos."
}
