{
    "title": "Fabricio Souza",
    "about-title": "Sobre Mim",
    "about-description": "Software Engineer | Full-stack Developer",
    "about-text": "Sou um homem simples, apaixonado por tecnologia, programação e guitarras. Bacharel em Sistemas de Informação pela \"PUC Minas\" e pós-graduado em Arquitetura de Software e Soluções pela \"XP Educação\". Nos últimos 10 anos, trabalhei com uma ampla gama de tecnologias e business cases. Sou fascinado pelo mundo da web, backend, desenvolvimento e planejamento de arquitetura de soluções e design de sistemas, o que representa a maior parte da minha experiência profissional. Vejo meu trabalho como meu estilo de vida. Em uma equipe, me destaco pelo meu comprometimento, responsabilidade, honestidade e caráter.",
    "about-professional-summary": "Profissional com 10 anos de experiência em desenvolvimento de software, especialista em .NET e Azure. Atuando como consultor na Accenture, desenvolvendo soluções escaláveis e seguras. Interesse em arquitetura de software e otimização de performance.",
    "education-title": "Experiência Acadêmica",
    "education-1-course": "Bacharel em Sistemas de Informação",
    "education-1-institution": "PUC Minas",
    "education-1-period": "2009 - 2014",
    "education-2-course": "Pós-graduação em Arquitetura de Software e Soluções",
    "education-2-institution": "XP Educação",
    "education-2-period": "2022 - 2023",
    "education-3-course": "Pós-graduação em Arquitetura de Soluções para IA",
    "education-3-institution": "XP Educação",
    "education-3-period": "2025 - 2025",
    "experience-title": "Experiência Profissional",
    "experience-1-period": "abr/2017 - momento",
    "experience-1-period-3": "set/2020 - momento",
    "experience-1-period-2": "dez/2018 - set/2020",
    "experience-1-period-1": "abr/2017 - nov/2018",
    "experience-1-text": "Desenvolvimento e manutenção de aplicações Web robustas, desenho de soluções e liderança técnica em projetos estratégicos, garantindo escalabilidade e segurança.",
    "experience-2-period": "set/2015 - mar/2017",
    "experience-2-text": "Desenvolvimento e manutenção de aplicações Web com tecnologias Java Spring Boot, VueJS, PostgreSQL e Cloud AWS.",
    "skills-title": "Habilidades Técnicas",
    "skill-language": "Linguagens",
    "skill-technologies": "Tecnologias e Ferramentas",
    "skill-design-patterns": "Padrões de Projetos e Processos",
    "Cloud": "Nuvem"
}
